[
    {
      "id": 5,
      "reason": "La clasificación de este caso como survived se debe a viajar en 1ª clase, pagar mucho por el billete y ser adulto, ya que muchos viajaban en 1ª clase, pagaron mucho por el billete y eran adultos."
    },
    {
      "id": 17,
      "reason": "La clasificación de este caso como survived se debe a viajar en 1ª clase, ser mujer y embarcar en un pueblo de clase alta, ya que muchos viajaban en 1ª clase, sobrevivieron muchas mujeres y muchos embarcaron en cherbourg."
    },
    {
      "id": 48,
      "reason": "Como muchos viajaban en 1ª clase, sobrevivieron muchas mujeres y muchos embarcaron en cherbourg, y este caso se caracteriza por viajar en 1ª clase, ser mujer y embarcar en un pueblo de clase alta, ha sido clasificado como survived."
    },
    {
      "id": 62,
      "reason": "Como  viajaban solos, muchos embarcaron en southampton y han muerto muchos hombres, y este caso se caracteriza por viajar solo, embarcar en un pueblo de clase baja y ser hombre, ha sido clasificado como no_survived."
    },
    {
      "id": 81,
      "reason": "Como muchos embarcaron en southampton, han muerto muchos hombres y eran mayores, y este caso se caracteriza por embarcar en un pueblo de clase baja, ser hombre y ser una persona mayor, ha sido clasificado como no_survived."
    },
    {
      "id": 87,
      "reason": "Este caso ha sido clasificado como survived por viajar en 1ª clase, pagar mucho por el billete y ser joven, ya que muchos viajaban en 1ª clase, pagaron mucho por el billete y eran jovenes."
    },
    {
      "id": 97,
      "reason": "Por viajar en 1ª clase, ser mujer y embarcar en un pueblo de clase alta, este caso ha sido clasificado como survived, teniendo en cuenta que muchos viajaban en 1ª clase, sobrevivieron muchas mujeres y muchos embarcaron en cherbourg."
    },
    {
      "id": 103,
      "reason": "Por viajar en 1ª clase, ser mujer y embarcar en un pueblo de clase alta, este caso ha sido clasificado como survived, puesto que muchos viajaban en 1ª clase, sobrevivieron muchas mujeres y muchos embarcaron en cherbourg."
    },
    {
      "id": 109,
      "reason": "Como muchos viajaban en 1ª clase, pagaron mucho por el billete y eran adultos, y este caso se caracteriza por viajar en 1ª clase, pagar mucho por el billete y ser adulto, ha sido clasificado como survived."
    },
    {
      "id": 111,
      "reason": "Como muchos viajaban en 1ª clase, pagaron mucho por el billete y sobrevivieron muchas mujeres, y este caso se caracteriza por viajar en 1ª clase, pagar mucho por el billete y ser mujer, ha sido clasificado como survived."
    },
    {
      "id": 115,
      "reason": "La clasificación de este caso como no_survived se debe a ser hombre, ser una persona mayor y ser familia numerosa, ya que han muerto muchos hombres, eran mayores y eran de familia numerosa."
    },
    {
      "id": 116,
      "reason": "Por viajar en 1ª clase, ser adulto y ser mujer, este caso ha sido clasificado como survived, teniendo en cuenta que muchos viajaban en 1ª clase, eran adultos y sobrevivieron muchas mujeres."
    },
    {
      "id": 117,
      "reason": "Por viajar en 1ª clase, pagar mucho por el billete y ser mujer, este caso ha sido clasificado como survived, puesto que muchos viajaban en 1ª clase, pagaron mucho por el billete y sobrevivieron muchas mujeres."
    },
    {
      "id": 120,
      "reason": "Este caso ha sido clasificado como survived por viajar en 1ª clase, pagar mucho por el billete y embarcar en un pueblo de clase alta, ya que muchos viajaban en 1ª clase, pagaron mucho por el billete y muchos embarcaron en cherbourg."
    },
    {
      "id": 140,
      "reason": "Por viajar en 1ª clase, pagar mucho por el billete y embarcar en un pueblo de clase alta, este caso ha sido clasificado como survived, puesto que muchos viajaban en 1ª clase, pagaron mucho por el billete y muchos embarcaron en cherbourg."
    },
    {
      "id": 152,
      "reason": "Por viajar en 1ª clase, pagar mucho por el billete y ser adulto, este caso ha sido clasificado como survived, teniendo en cuenta que muchos viajaban en 1ª clase, pagaron mucho por el billete y eran adultos."
    },
    {
      "id": 159,
      "reason": "Este caso ha sido clasificado como survived por viajar en 1ª clase, pagar mucho por el billete y ser mujer, ya que muchos viajaban en 1ª clase, pagaron mucho por el billete y sobrevivieron muchas mujeres."
    },
    {
      "id": 179,
      "reason": "Como  viajaban solos, muchos embarcaron en southampton y han muerto muchos hombres, y este caso se caracteriza por viajar solo, embarcar en un pueblo de clase baja y ser hombre, ha sido clasificado como no_survived."
    },
    {
      "id": 185,
      "reason": "Como  viajaban solos, muchos embarcaron en southampton y han muerto muchos hombres, y este caso se caracteriza por viajar solo, embarcar en un pueblo de clase baja y ser hombre, ha sido clasificado como no_survived."
    },
    {
      "id": 189,
      "reason": "Por viajar solo, embarcar en un pueblo de clase baja y ser hombre, este caso ha sido clasificado como no_survived, teniendo en cuenta que  viajaban solos, muchos embarcaron en southampton y han muerto muchos hombres."
    },
    {
      "id": 191,
      "reason": "Como  viajaban solos, muchos embarcaron en southampton y han muerto muchos hombres, y este caso se caracteriza por viajar solo, embarcar en un pueblo de clase baja y ser hombre, ha sido clasificado como no_survived."
    },
    {
      "id": 215,
      "reason": "Por pagar mucho por el billete, ser adulto y ser hombre, este caso ha sido clasificado como no_survived, teniendo en cuenta que pagaron mucho por el billete, eran adultos y han muerto muchos hombres."
    },
    {
      "id": 216,
      "reason": "Por viajar en 1ª clase, ser mujer y ser de una familia de pocos miembros, este caso ha sido clasificado como survived, puesto que muchos viajaban en 1ª clase, sobrevivieron muchas mujeres y eran de una familia de pocos miembros."
    },
    {
      "id": 220,
      "reason": "Por viajar en 1ª clase, pagar mucho por el billete y ser mujer, este caso ha sido clasificado como survived, teniendo en cuenta que muchos viajaban en 1ª clase, pagaron mucho por el billete y sobrevivieron muchas mujeres."
    },
    {
      "id": 228,
      "reason": "Este caso ha sido clasificado como no_survived por viajar solo, ser hombre y ser un adolescente, ya que  viajaban solos, han muerto muchos hombres y eran adolescentes."
    },
    {
      "id": 253,
      "reason": "Este caso ha sido clasificado como survived por viajar en 1ª clase, ser mujer y embarcar en un pueblo de clase alta, ya que muchos viajaban en 1ª clase, sobrevivieron muchas mujeres y muchos embarcaron en cherbourg."
    },
    {
      "id": 281,
      "reason": "Como muchos viajaban en 1ª clase, sobrevivieron muchas mujeres y muchos embarcaron en cherbourg, y este caso se caracteriza por viajar en 1ª clase, ser mujer y embarcar en un pueblo de clase alta, ha sido clasificado como survived."
    },
    {
      "id": 287,
      "reason": "Este caso ha sido clasificado como no_survived por viajar solo, ser hombre y ser una persona mayor, ya que  viajaban solos, han muerto muchos hombres y eran mayores."
    },
    {
      "id": 293,
      "reason": "Por viajar en 1ª clase, pagar mucho por el billete y ser mujer, este caso ha sido clasificado como survived, teniendo en cuenta que muchos viajaban en 1ª clase, pagaron mucho por el billete y sobrevivieron muchas mujeres."
    },
    {
      "id": 314,
      "reason": "La clasificación de este caso como survived se debe a viajar en 1ª clase, ser mujer y embarcar en un pueblo de clase alta, ya que muchos viajaban en 1ª clase, sobrevivieron muchas mujeres y muchos embarcaron en cherbourg."
    },
    {
      "id": 345,
      "reason": "La clasificación de este caso como no_survived se debe a embarcar en un pueblo de clase baja, ser hombre y ser joven, ya que muchos embarcaron en southampton, han muerto muchos hombres y eran jovenes."
    },
    {
      "id": 347,
      "reason": "Por embarcar en un pueblo de clase baja, ser hombre y pagar un billete de coste medio, este caso ha sido clasificado como no_survived, puesto que muchos embarcaron en southampton, han muerto muchos hombres y pagaron un billete de coste medio."
    },
    {
      "id": 350,
      "reason": "Por ser mujer, ser de una familia de pocos miembros y viajar en 2ª clase, este caso ha sido clasificado como survived, puesto que sobrevivieron muchas mujeres, eran de una familia de pocos miembros y algunos viajaban en 2ª clase."
    },
    {
      "id": 396,
      "reason": "Como eran adultos, sobrevivieron muchas mujeres y algunos viajaban en 2ª clase, y este caso se caracteriza por ser adulto, ser mujer y viajar en 2ª clase, ha sido clasificado como survived."
    },
    {
      "id": 415,
      "reason": "Este caso ha sido clasificado como survived por ser adulto, ser mujer y viajar en 2ª clase, ya que eran adultos, sobrevivieron muchas mujeres y algunos viajaban en 2ª clase."
    },
    {
      "id": 435,
      "reason": "Este caso ha sido clasificado como no_survived por ser adulto, ser hombre y viajar en 2ª clase, ya que eran adultos, han muerto muchos hombres y algunos viajaban en 2ª clase."
    },
    {
      "id": 448,
      "reason": "Este caso ha sido clasificado como no_survived por embarcar en un pueblo de clase baja, ser hombre y pagar un billete de coste medio, ya que muchos embarcaron en southampton, han muerto muchos hombres y pagaron un billete de coste medio."
    },
    {
      "id": 462,
      "reason": "Por embarcar en un pueblo de clase baja, ser hombre y ser joven, este caso ha sido clasificado como no_survived, puesto que muchos embarcaron en southampton, han muerto muchos hombres y eran jovenes."
    },
    {
      "id": 463,
      "reason": "Por embarcar en un pueblo de clase baja, ser hombre y ser joven, este caso ha sido clasificado como no_survived, teniendo en cuenta que muchos embarcaron en southampton, han muerto muchos hombres y eran jovenes."
    },
    {
      "id": 466,
      "reason": "La clasificación de este caso como no_survived se debe a embarcar en un pueblo de clase baja, ser hombre y viajar en 2ª clase, ya que muchos embarcaron en southampton, han muerto muchos hombres y algunos viajaban en 2ª clase."
    },
    {
      "id": 482,
      "reason": "Como sobrevivieron muchas mujeres, muchos embarcaron en cherbourg y algunos viajaban en 2ª clase, y este caso se caracteriza por ser mujer, embarcar en un pueblo de clase alta y viajar en 2ª clase, ha sido clasificado como survived."
    },
    {
      "id": 493,
      "reason": "Por ser adulto, ser hombre y viajar en 2ª clase, este caso ha sido clasificado como no_survived, teniendo en cuenta que eran adultos, han muerto muchos hombres y algunos viajaban en 2ª clase."
    },
    {
      "id": 494,
      "reason": "Por ser mujer, embarcar en un pueblo de clase alta y ser de una familia de pocos miembros, este caso ha sido clasificado como survived, teniendo en cuenta que sobrevivieron muchas mujeres, muchos embarcaron en cherbourg y eran de una familia de pocos miembros."
    },
    {
      "id": 498,
      "reason": "Como muchos embarcaron en southampton, han muerto muchos hombres y pagaron un billete de coste medio, y este caso se caracteriza por embarcar en un pueblo de clase baja, ser hombre y pagar un billete de coste medio, ha sido clasificado como no_survived."
    },
    {
      "id": 519,
      "reason": "Por embarcar en un pueblo de clase baja, ser hombre y ser joven, este caso ha sido clasificado como no_survived, teniendo en cuenta que muchos embarcaron en southampton, han muerto muchos hombres y eran jovenes."
    },
    {
      "id": 544,
      "reason": "Como muchos embarcaron en southampton, han muerto muchos hombres y pagaron un billete de coste medio, y este caso se caracteriza por embarcar en un pueblo de clase baja, ser hombre y pagar un billete de coste medio, ha sido clasificado como no_survived."
    },
    {
      "id": 550,
      "reason": "Como sobrevivieron muchas mujeres, eran de familia numerosa y algunos viajaban en 2ª clase, y este caso se caracteriza por ser mujer, ser familia numerosa y viajar en 2ª clase, ha sido clasificado como survived."
    },
    {
      "id": 612,
      "reason": "Como pocos embarcaron en southampton, sobrevivieron muchas mujeres y eran adolescentes, y este caso se caracteriza por embarcar en un pueblo de clase baja, ser mujer y ser un adolescente, ha sido clasificado como survived."
    },
    {
      "id": 614,
      "reason": "Este caso ha sido clasificado como no_survived por ser hombre, viajar en 3ª clase y pagar poco por el billete, ya que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 619,
      "reason": "Por embarcar en un pueblo de clase baja, ser hombre y viajar en 3ª clase, este caso ha sido clasificado como no_survived, puesto que muchos embarcaron en southampton, han muerto muchos hombres y muchos viajaban en 3ª clase."
    },
    {
      "id": 629,
      "reason": "Este caso ha sido clasificado como no_survived por ser hombre, viajar en 3ª clase y ser una familia de muchos miembros, ya que han muerto muchos hombres, muchos viajaban en 3ª clase y eran de una familia de muchos miembros."
    },
    {
      "id": 644,
      "reason": "Por ser hombre, viajar en 3ª clase y ser una familia de muchos miembros, este caso ha sido clasificado como no_survived, teniendo en cuenta que han muerto muchos hombres, muchos viajaban en 3ª clase y eran de una familia de muchos miembros."
    },
    {
      "id": 647,
      "reason": "Como sobrevivieron muchas mujeres, muchos embarcaron en cherbourg y pagaron poco por el billete, y este caso se caracteriza por ser mujer, embarcar en un pueblo de clase alta y pagar poco por el billete, ha sido clasificado como survived."
    },
    {
      "id": 652,
      "reason": "Este caso ha sido clasificado como no_survived por ser hombre, viajar en 3ª clase y pagar poco por el billete, ya que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 668,
      "reason": "Por ser hombre, viajar en 3ª clase y pagar poco por el billete, este caso ha sido clasificado como no_survived, teniendo en cuenta que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 680,
      "reason": "Este caso ha sido clasificado como no_survived por ser hombre, viajar en 3ª clase y pagar poco por el billete, ya que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 698,
      "reason": "Como muchos embarcaron en southampton, han muerto muchos hombres y pagaron un billete de coste medio, y este caso se caracteriza por embarcar en un pueblo de clase baja, ser hombre y pagar un billete de coste medio, ha sido clasificado como no_survived."
    },
    {
      "id": 699,
      "reason": "Por ser hombre, pagar un billete de coste medio y viajar en 3ª clase, este caso ha sido clasificado como no_survived, puesto que han muerto muchos hombres, pagaron un billete de coste medio y muchos viajaban en 3ª clase."
    },
    {
      "id": 703,
      "reason": "Por ser hombre, viajar en 3ª clase y pagar poco por el billete, este caso ha sido clasificado como no_survived, teniendo en cuenta que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 733,
      "reason": "Por ser de una familia de pocos miembros, pagar un billete de coste medio y ser un niño, este caso ha sido clasificado como survived, puesto que eran de una familia de pocos miembros, pagaron un billete de coste medio y eran niños."
    },
    {
      "id": 737,
      "reason": "Este caso ha sido clasificado como no_survived por ser hombre, viajar en 3ª clase y pagar poco por el billete, ya que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 754,
      "reason": "Por embarcar en un pueblo de clase baja, ser hombre y ser joven, este caso ha sido clasificado como no_survived, puesto que muchos embarcaron en southampton, han muerto muchos hombres y eran jovenes."
    },
    {
      "id": 770,
      "reason": "Por ser hombre, viajar en 3ª clase y pagar poco por el billete, este caso ha sido clasificado como no_survived, puesto que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 780,
      "reason": "Este caso ha sido clasificado como survived por viajar solo, ser mujer y ser joven, ya que  viajaban solos, sobrevivieron muchas mujeres y eran jovenes."
    },
    {
      "id": 799,
      "reason": "Por embarcar en un pueblo de clase baja, ser hombre y viajar en 3ª clase, este caso ha sido clasificado como no_survived, puesto que muchos embarcaron en southampton, han muerto muchos hombres y muchos viajaban en 3ª clase."
    },
    {
      "id": 815,
      "reason": "La clasificación de este caso como no_survived se debe a ser hombre, pagar un billete de coste medio y viajar en 3ª clase, ya que han muerto muchos hombres, pagaron un billete de coste medio y muchos viajaban en 3ª clase."
    },
    {
      "id": 879,
      "reason": "Como han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete, y este caso se caracteriza por ser hombre, viajar en 3ª clase y pagar poco por el billete, ha sido clasificado como no_survived."
    },
    {
      "id": 915,
      "reason": "La clasificación de este caso como no_survived se debe a ser hombre, viajar en 3ª clase y pagar poco por el billete, ya que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 935,
      "reason": "La clasificación de este caso como survived se debe a ser joven, ser familia numerosa y pagar un billete de coste medio, ya que eran jovenes, eran de familia numerosa y pagaron un billete de coste medio."
    },
    {
      "id": 938,
      "reason": "Este caso ha sido clasificado como no_survived por ser hombre, viajar en 3ª clase y pagar poco por el billete, ya que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 939,
      "reason": "Por embarcar en un pueblo de clase baja, pagar un billete de coste medio y viajar en 3ª clase, este caso ha sido clasificado como no_survived, teniendo en cuenta que muchos embarcaron en southampton, pagaron un billete de coste medio y muchos viajaban en 3ª clase."
    },
    {
      "id": 951,
      "reason": "La clasificación de este caso como no_survived se debe a ser hombre, viajar en 3ª clase y pagar poco por el billete, ya que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 956,
      "reason": "Este caso ha sido clasificado como no_survived por embarcar en un pueblo de clase baja, ser familia numerosa y viajar en 3ª clase, ya que muchos embarcaron en southampton, eran de familia numerosa y muchos viajaban en 3ª clase."
    },
    {
      "id": 964,
      "reason": "La clasificación de este caso como no_survived se debe a ser hombre, pagar un billete de coste medio y viajar en 3ª clase, ya que han muerto muchos hombres, pagaron un billete de coste medio y muchos viajaban en 3ª clase."
    },
    {
      "id": 990,
      "reason": "Por ser hombre, viajar en 3ª clase y pagar poco por el billete, este caso ha sido clasificado como no_survived, puesto que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 991,
      "reason": "Como han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete, y este caso se caracteriza por ser hombre, viajar en 3ª clase y pagar poco por el billete, ha sido clasificado como no_survived."
    },
    {
      "id": 998,
      "reason": "Este caso ha sido clasificado como no_survived por ser hombre, viajar en 3ª clase y pagar poco por el billete, ya que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 1001,
      "reason": "La clasificación de este caso como survived se debe a ser mujer, ser joven y embarcar en un pueblo de clase media, ya que sobrevivieron muchas mujeres, eran jovenes y algunos embarcaron en queenstown."
    },
    {
      "id": 1010,
      "reason": "La clasificación de este caso como no_survived se debe a ser hombre, ser joven y pagar un billete de coste medio, ya que han muerto muchos hombres, eran jovenes y pagaron un billete de coste medio."
    },
    {
      "id": 1032,
      "reason": "Como han muerto muchos hombres, pagaron poco por el billete y algunos embarcaron en queenstown, y este caso se caracteriza por ser hombre, pagar poco por el billete y embarcar en un pueblo de clase media, ha sido clasificado como no_survived."
    },
    {
      "id": 1042,
      "reason": "Por ser mujer, pagar un billete de coste medio y embarcar en un pueblo de clase media, este caso ha sido clasificado como survived, teniendo en cuenta que sobrevivieron muchas mujeres, pagaron un billete de coste medio y algunos embarcaron en queenstown."
    },
    {
      "id": 1067,
      "reason": "Este caso ha sido clasificado como survived por viajar solo, ser mujer y ser joven, ya que  viajaban solos, sobrevivieron muchas mujeres y eran jovenes."
    },
    {
      "id": 1096,
      "reason": "Por ser hombre, ser familia numerosa y viajar en 3ª clase, este caso ha sido clasificado como no_survived, puesto que han muerto muchos hombres, eran de familia numerosa y muchos viajaban en 3ª clase."
    },
    {
      "id": 1099,
      "reason": "Por embarcar en un pueblo de clase baja, ser familia numerosa y viajar en 3ª clase, este caso ha sido clasificado como no_survived, puesto que muchos embarcaron en southampton, eran de familia numerosa y muchos viajaban en 3ª clase."
    },
    {
      "id": 1105,
      "reason": "Este caso ha sido clasificado como no_survived por ser hombre, ser un adolescente y viajar en 3ª clase, ya que han muerto muchos hombres, eran adolescentes y muchos viajaban en 3ª clase."
    },
    {
      "id": 1124,
      "reason": "Este caso ha sido clasificado como no_survived por viajar solo, viajar en 3ª clase y pagar poco por el billete, ya que  viajaban solos, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 1140,
      "reason": "Por ser hombre, viajar en 3ª clase y pagar poco por el billete, este caso ha sido clasificado como no_survived, puesto que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 1167,
      "reason": "Como han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete, y este caso se caracteriza por ser hombre, viajar en 3ª clase y pagar poco por el billete, ha sido clasificado como no_survived."
    },
    {
      "id": 1173,
      "reason": "La clasificación de este caso como no_survived se debe a embarcar en un pueblo de clase baja, viajar en 3ª clase y ser una familia de muchos miembros, ya que muchos embarcaron en southampton, muchos viajaban en 3ª clase y eran de una familia de muchos miembros."
    },
    {
      "id": 1175,
      "reason": "Como muchos embarcaron en southampton, muchos viajaban en 3ª clase y eran de una familia de muchos miembros, y este caso se caracteriza por embarcar en un pueblo de clase baja, viajar en 3ª clase y ser una familia de muchos miembros, ha sido clasificado como no_survived."
    },
    {
      "id": 1201,
      "reason": "La clasificación de este caso como no_survived se debe a ser hombre, viajar en 3ª clase y pagar poco por el billete, ya que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 1202,
      "reason": "Este caso ha sido clasificado como no_survived por ser hombre, viajar en 3ª clase y pagar poco por el billete, ya que han muerto muchos hombres, muchos viajaban en 3ª clase y pagaron poco por el billete."
    },
    {
      "id": 1211,
      "reason": "Por pagar mucho por el billete, ser familia numerosa y viajar en 3ª clase, este caso ha sido clasificado como no_survived, teniendo en cuenta que pagaron mucho por el billete, eran de familia numerosa y muchos viajaban en 3ª clase."
    },
    {
      "id": 1232,
      "reason": "Como  viajaban solos, eran adolescentes y pagaron poco por el billete, y este caso se caracteriza por viajar solo, ser un adolescente y pagar poco por el billete, ha sido clasificado como survived."
    },
    {
      "id": 1247,
      "reason": "Este caso ha sido clasificado como survived por viajar solo, embarcar en un pueblo de clase baja y ser mujer, ya que  viajaban solos, pocos embarcaron en southampton y sobrevivieron muchas mujeres."
    },
    {
      "id": 1254,
      "reason": "Por viajar solo, embarcar en un pueblo de clase baja y ser joven, este caso ha sido clasificado como survived, teniendo en cuenta que  viajaban solos, pocos embarcaron en southampton y eran jovenes."
    },
    {
      "id": 1260,
      "reason": "Como pocos embarcaron en southampton, sobrevivieron muchas mujeres y eran adolescentes, y este caso se caracteriza por embarcar en un pueblo de clase baja, ser mujer y ser un adolescente, ha sido clasificado como survived."
    },
    {
      "id": 1294,
      "reason": "Este caso ha sido clasificado como no_survived por ser hombre, ser joven y pagar un billete de coste medio, ya que han muerto muchos hombres, eran jovenes y pagaron un billete de coste medio."
    },
    {
      "id": 1305,
      "reason": "Como eran jovenes, pagaron un billete de coste medio y muchos viajaban en 3ª clase, y este caso se caracteriza por ser joven, pagar un billete de coste medio y viajar en 3ª clase, ha sido clasificado como no_survived."
    }
  ]
